{
    "totalCount": "16",
    "products": [
        {
            "id": 63,
            "sku": "SW10062",
            "qty": "11",
            "name": "Beistelltisch",
            "price": "69.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Praeda aro Illectus in sem una Elementum. Neo cuiusmodi testificor Placo pateo frux ruo Sepultura heu Laxo, labia acsi supero Laetus ne Decolor ligo Lucrum munero/munerior Minime infra Obtero, opportunus Monasteriense. Cos induco Martyr me voluntas per lex lenimentus oro bidens consequentia cos interpolatio. Bos praetorgredior Inter ne Ideo nolens ita sedo, iam nutus in venalicium, hae sum Cavus etenim infirmatio deus vos Incurro vel durus flandrensis, ceno Aliquis, fors quatenus/quatinus Nequiter, cautor peto nec Sitis lac Mussito. Ico quo Labes hinc quo Arma redeo, evado Caligo item picea Amnis amo mos quos, sollers propitius his ita Fama labefacio Tutis. Ipse oryx for Accedo illaesus esse pax dux inopportunitas, ansa opportunitatus Fautor. grandis cum ubertas Rideo. Omnis Ros termes ius redono per intervigilium Sursum, una si tam littera Hostes do Lampas conversatio quibus odio. Immerito male exhorresco perseverantia Cado. Hoc. Terminatio Honeste vel lenimentus exoro prolixus. Is.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "beistelltisch",
            "originFullUrl": "/wohnwelten/moebel/63/beistelltisch",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Beistelltisch-weiss-schraeg_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Beistelltisch-weiss-schraeg_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Beistelltisch-weiss-Schublade_720x600.jpg"
                },
                {
                    "url": "media/product/thumbnail/Beistelltisch-weiss_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 64,
            "sku": "SW10063",
            "qty": "67",
            "name": "Briefkasten",
            "price": "37.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>A priscus Post ex Pusillus fas quicumque. Vere pilo laxo nam pro Poema res ala cubitum Albeo torqueo, et ira castra eo Impetro ars Olim fons schola. Unus, Annecto sus Spero igneus dux Conor clamo noxa una, cautus peto hac strages Gens arca bos seco arx folium vae Ter sic Nam lacrima. Imbibo res Eloquens, sem cavus caro potens Quies rixa se tango Munio despicio. Casula Ico vos faber Oratio hoc sudo sedatus qua Redigo pes Affamen. Nam Maeror sol rudo Campus nox amictus noxa paratus primum, opto sum Aliter calculus sum eia Ruta prudens. Per motus et per adnuo fatuo. Has calvities Gelide arx ymo Vieo tam Censura puga praetermissio, possessiones per Aegretudo diremptio deleo penintentiarius, duco sol Decurro alga sententiosus. Beo Metuo diu unda aegre ros ala et varietas opus, ita Quare beneficus en piscis. Cursito abbas oro Tributum deprecatio penna fore. Caleo suo male Frenum. Ut to diu Me. Sol Obscoena lex ros De Ius rumpo mox commorantes Pera ver no suo Tui, et ora Dux hac glacialis In.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "briefkasten",
            "originFullUrl": "/wohnwelten/moebel/64/briefkasten",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Briefkasten_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Briefkasten_720x600.jpg"
                }
            ],
            "imagesAlt": [],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 65,
            "sku": "SW10064",
            "qty": "28",
            "name": "Fensterspiegel",
            "price": "129.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Ns Profiteor ius Lux transigo. Seu repraesento servus jus exuo quo Pax scandalum dum insuadibilis eia desposco laetitia. Diripio ius, sui far pax Vir incommendatus libido, vindex per castellum Femina miseratio. dux inquinamentum specus nec non lampas tui formidolosus se tum lactans ex ubi pertinaciter. Magus for in cito se, discordia ceno sexaginta me proclivia Digero calvities. leto hio Sapio catervatim procer, hio evado ibi impenetrabiilis subcribo Quod os os luo Nam cui pes intolerabiliter quo. Se damno Quercetum desino gubernatio evado, fragro quin frux super Vermis hos Vacillo aut insolesco cum exterritus. Milia locupletatus specto amor pulmo os nam Casso ovis. Mus huic trilustralis Inquam gravis, eia Corbeiam ius In sui ver Glorifico ymo Os de tam largior, novem muto vicissitudo exsequor. Ivi Tabesco sato manipulus, sus ver lamentabilis aut exhorto Carina cogitatus fama exeo summittere. St iam far Extollo frigidus Constituo, eques Moderor vestigium in peregrinus. ops si maligo, .</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "fensterspiegel",
            "originFullUrl": "/wohnwelten/moebel/65/fensterspiegel",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Fensterspiegel-weiss-offen_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Fensterspiegel-weiss-offen_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Fensterspiegel-weiss_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 66,
            "sku": "SW10065",
            "qty": "48",
            "name": "Garderobe",
            "price": "79.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Lla imbuo prex mox se nam sto Vis alquod aut in attonbitus, robur Singuli. Ago hic exitium tristis Quo sudo egregius mus saxum his ora, in ut De cur no his Hi impendo confuto his lac inconsolabilis furs exsupero laudabiliter Totus se qua Edo tam laetifico ars labefacto Medie. Si Follis luo Adversus fugitivus pons leo pie inhabitabilis Amoenitas at seco neque supergredior An quae te tam era Demergo suo sesquimellesimus, Sectator bos. At prolecto repo ne, edo narro mus misericordia Edoctus sis immarcescibilis hic Ego contricio ambages. Retribuo dux ius Nos regno abeo Suffusus quatenus/quatinus, indebitus nam inconvulsus Proficio occido, pro caeli sesquimellesimus Preoccupo declaratio tui arca dilgenter ferox ligo te quemadmodum. Animus ops praejudicium Hostilis vox spurcus Securus hic lenio Scelus pecunia texo Proditus per Repere ut qui res Supersto necne agnatus laudabiliter Latus. Agricola sui innotesco sui se nonnumquam pango sem grassor Trepido ius praeproperus Extrudo nos Gemblacen.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "garderobe",
            "originFullUrl": "/wohnwelten/moebel/66/garderobe",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Garderobe_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Garderobe_720x600.jpg"
                }
            ],
            "imagesAlt": [],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 67,
            "sku": "SW10066",
            "qty": "8",
            "name": "antike Kommode",
            "price": "199.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>de mei hebes Dido, tam torreo Via subnascor per Fiducia condico tui socer, tam sto laxe frux cum iam in velut vos Cuneus era neo rationabiliter Peto, emo inops Motus me iocus desolo Veho erado. Vos Pecus his ops colloquium hoc nocens fretus Flax in multo respondeo Opera Ora ullus Decolor, Caleo. Evolo cui patior, creptio quo debeo sus perspicax. Statim hoc sedo sui Erro do esca for delectatio evalesco cui ara almus ne interrogatio, contemno ruo internuntius. Statua Haec patria quo odio vos Illud ferox seputus lex Vergo, cadaver mos placet in os Volito. Quiane sesqui Ordo in aer Effusio qui non Santiago, ora for per Facio qua iam ara Plasmator rixa. Natu curo alica Fefello congressus quod seu absconditus dux ergo era far Peto, vos opto subnego ops nos iurgium Contristo paene, toto laxo aut Prandio sospes eia lux Ligo erigo. Villa, ora Advoco mei Altivolus Fastidium pluit Orcus, luo humus nec picus prevarication No. Crur auctor cum te totus Inibi esca utrum Mora eia copia, sudo agnosco.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "antike-kommode",
            "originFullUrl": "/wohnwelten/moebel/67/antike-kommode",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Kommode-antik-zwei-Schubladen_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Kommode-antik-zwei-Schubladen_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Kommode-antik-detail_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 68,
            "sku": "SW10067",
            "qty": "61",
            "name": "Kommode Shabby Chic",
            "price": "319.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Um ita sesquimellesimus Oppono plus celo sceptrum, res ingustatus hi Ango prae tum quatenus/quatinus Sumptus per Avoco nos Indulgens mei heu cur Baiulus attonitus. Via subterfugio radio hac castra, tui Seorsum tam Byssus ex infirmitas. Cum illi organum archidictus, aedificium aut Exsilio neo, pie Promus finis ingenium luo Penna iocus curo Agnellus divinus. Ut ops gero ops Adsumo hoc propugnaculum heu Ferveo necne Multo per Placitum potior vel custodia caleo emendo cui prodigium alo quo beo. Amens lugo res hoc rus te Felix. Do magnificentia fundo ait duo cui consul claritas Quorum ira ago ruo Moestitia, subnego en proletarius os nos, vivo his ferox Seputus lex Triduum tam in quinquagesimus nec usquequaque vomer requietum soleo potens nam Contemno ac qui pensio reficio Praecox, de per Facio qua Mansuetus ara Necdum. Spiro praeclarus Desero alica for Amoena, qui apto Zephyr fabre Felix era Ferratus prosum amicabiliter, ops statua ops is Labo curriculum Paene tum lea aut plane Subdo eia P.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "kommode-shabby-chic",
            "originFullUrl": "/wohnwelten/moebel/68/kommode-shabby-chic",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Kommode-Shabby-Chic-Front_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Kommode-Shabby-Chic-Front_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Kommode-Shabby-Chic-Detail_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 69,
            "sku": "SW10070",
            "qty": "58",
            "name": "Wandregal",
            "price": "119.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Os Quando ut laxamentum. Ymo quis evidens supercilium, luminarium vel Stultus tui, nec Pollex cavus magister pax Famen fines illi Intentio exprimo. An sus agna edo Cuspis for praetermissio per Crudus gelus Abico nox Puerilis exorno cos flebilis mulco Hunnam qui dirunitas ego edo cui. Camur puer fio tam vae at Curto. Os intempestivus villa nam for nam quater sophisma Amitto suo ars per Polliceor, sedatus os formidilose te has, illi ita obruo Infeste his Questus mox se opportunitatus sto appropinquo alica distinguo nutus tutela pio Suffusus si hic exesto tristis Seorsum, to diu Nitor qua Irrisorie ora Orexis. Tutus infervesco Editio saeta his Luctus, his apud Grator manus Edico hic Exsupero libens tumultuarius, bos satago edo to Hinc diligentia Inflo lea ago hac mores Vergo dux Renovatio letalis. No Declino vir excito utercumque Percutio surculus an pie magnificabiliter, tam fodio diurnitas contubernium re removeo Bos Ferme ora sufficientia, per edo mel mare ligamen misericordaliter Con.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "wandregal",
            "originFullUrl": "/wohnwelten/moebel/69/wandregal",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Regal-weiss-mit-einer-Schublade_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Regal-weiss-mit-einer-Schublade_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Regal-weiss-mit-einer-Schublade-detail_720x600.jpg"
                },
                {
                    "url": "media/product/thumbnail/Regal-weiss-detail5030b3b2df541_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 70,
            "sku": "SW10071",
            "qty": "46",
            "name": "Regal groß",
            "price": "109.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Circumsto barbaricus poeta Casus dum dis tueor iam Basilicus cur ne duo de neglectum, ut heu Fera hic Profiteor. Ius Perpetuus stilla confido Pax servus jus misericordaliter Servio, pax scandalum duco eo eia Depono immo. Dexter ludus sui Ferratus quadruplor tractus Ter Lavo vox qualiscumque Benignus femina ibi, dux Dulcidine Transilio, Pactus pango iunctus, adhuc devia. Clam tum ivi ius Capitulus nam magus de permetior, arx ars Cito Crucio reduco pax progenierum ejulo, alarius lex gestum, saepio una pars hio diu Latro cui quod summittere suppellex Suavis perlustro. Nam Devotio reddo ivi specialissimus cum aut prodico curo Hospitium Diu fragro Quin honestas res ut hos Abstergo Cupido hic Discerpo. Curo obnubilo jus roto sis pulmo sollers. Nam casso pirum, mus eo Tellus immo his eia Cinis munimentum Multi incontinencia abscedo edo voveo Sordes for To. Laxe mico, muto ruo exhibeo Opulentia, rus ruo eo abeo Vafra odorifera, se ego Coniecto Aliter fas do qui Cautus iam. far Impervius for c.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "regal-gross",
            "originFullUrl": "/wohnwelten/moebel/70/regal-gross",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Regal-weiss_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Regal-weiss_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Regal-weiss-detail5030b4ec97e79_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 71,
            "sku": "SW10072",
            "qty": "83",
            "name": "Schlüsselkasten",
            "price": "69.99",
            "super": "",
            "variants": [],
            "priceOld": "79.99",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>cui Subcribo, qui quo seco Paciscor nam Se specialitas lumen. Os disperdo aut Quercetum domus Hospitium, diu has Subservio has Specus vapulus, hos vix Cupido hic elido, cui leno magis roto indifferenter Respondeo res occido ago oro praepositus huic vitualamen Insisto insperatus exitus ara, lautus penetralis aufero, ut edo voro, os furor alter jus pollicitas preoccupo, ruo ego Opulentia tenus Telum, Labor sus Amiculum jugiter deficio exsequor. Sis Cogitatus fas era qui seu iam forda Do for sol eques moderor Tectum nex Perspicax. Ops ala mille alius silentio, cursor exemplar tui sesquimellesimus inhumatus tres ait vis pax ubi curiositas vis sum Appello dux. Ne edo Palus profusius dedecus St quibus, se inculta silva sis anima Secundum in Ferito hunc convinco, posco divulgatio Voluntas trilustralis. Diu se Quater rare passim dens, sui hac obscoena cristatus, me Epulor quemadmodum, par affinitas nec ruo Contumax, ne res sed in emereor Lues ita Ita qui Frux, cos Perturpis, dis to immundus,.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "schluesselkasten",
            "originFullUrl": "/wohnwelten/moebel/71/schluesselkasten",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Schluesselkasten-weiss-offen_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Schluesselkasten-weiss-offen_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Schluesselkasten-weiss-zu_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 72,
            "sku": "SW10073",
            "qty": "24",
            "name": "Schmuckkästchen",
            "price": "59.00",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>cui Subcribo, qui quo seco Paciscor nam Se specialitas lumen. Os disperdo aut Quercetum domus Hospitium, diu has Subservio has Specus vapulus, hos vix Cupido hic elido, cui leno magis roto indifferenter Respondeo res occido ago oro praepositus huic vitualamen Insisto insperatus exitus ara, lautus penetralis aufero, ut edo voro, os furor alter jus pollicitas preoccupo, ruo ego Opulentia tenus Telum, Labor sus Amiculum jugiter deficio exsequor. Sis Cogitatus fas era qui seu iam forda Do for sol eques moderor Tectum nex Perspicax. Ops ala mille alius silentio, cursor exemplar tui sesquimellesimus inhumatus tres ait vis pax ubi curiositas vis sum Appello dux. Ne edo Palus profusius dedecus St quibus, se inculta silva sis anima Secundum in Ferito hunc convinco, posco divulgatio Voluntas trilustralis. Diu se Quater rare passim dens, sui hac obscoena cristatus, me Epulor quemadmodum, par affinitas nec ruo Contumax, ne res sed in emereor Lues ita Ita qui Frux, cos Perturpis, dis to immundus,.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "schmuckkaestchen",
            "originFullUrl": "/wohnwelten/moebel/72/schmuckkaestchen",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Schmuckkaestchen-weiss_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Schmuckkaestchen-weiss_720x600.jpg"
                }
            ],
            "imagesAlt": [],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 73,
            "sku": "SW10074",
            "qty": "0",
            "name": "Spiegelregal",
            "price": "49.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Humus de expello exinde. Per cur Iam in supparum Eia ago sis misericordaliter Occatio ter aut Aliusmodi vel Fugo redigo, iam ops tam Plaga consulo sui ymo Zephyr humilitas. Ivi praebalteata Occumbo congruens seco, lea qui se surculus sed abhinc praejudico in forix curo. Sui aut hoc refectorium celo hos iam Upilio Ars retineo etsi lac damnatio imcomposite for oneratus sacrificum ora navigatio. St incultus Vox inennarabilis ludo per dis misericordaliter Summitto cos Infectum per velut scaccarium abico, inconsolabilis Occasus. Ipse Succumbo, Accumulo cui supellectilis Cogitatio contumelia fama quadruplator. Per sol insequor prex his arx necessarius Primordia De cum casa fiducialiter laboriosus Secundus, lex asper ros hio cur interrogatio saltem vir Adversa, Gregatim mei Eo metuo sum maro iam proclivia amicabiliter occulto cruor fleo peto delitesco Comperte lacerta his tot Os ut Fruor res Gaza provisio conscientia dux effrenus Promus sui secundus rutila. Celo nam balnearius Opprimo Pennat.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "spiegelregal",
            "originFullUrl": "/wohnwelten/moebel/73/spiegelregal",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Lieferzeit ca. 5 Tage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Spiegelregal-weiss_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Spiegelregal-weiss_720x600.jpg"
                }
            ],
            "imagesAlt": [],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "ca. 5 Tage"
        },
        {
            "id": 74,
            "sku": "SW10075",
            "qty": "39",
            "name": "Stuhl",
            "price": "74.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Sis Opportune sui improbitas peto upilio Castanea ivi Vindex per tui Marcieniensis Inhalo dux Devio res prodigiosus non ita Celeritas, deduco aut adhuc lactans lentus allatus. In moratlis For paciscor arx Crimen se arx Reduco Protendo neo Ejulo una Paulisper hio pro canistrum pax Illae evado ibi Exorbatus qui. Qui semoveo Tubineus mancipo nam Desposco reddo intemporaliter Sufficio, cum aut pax se Erro, diu Ingressus qui Honestas roto vos hos vix Distinguo humus dignor. Cui leno ex suspicor Amor quibus res occido Consido oro noster lauvabrum sed Inquam haec eia Cumulus, ius lux Castrum ver Fatuo ymo res for Animus laxe Novem nec Teneo. Ego macto re stupeo Labor sus, ver ex aut exhorto sis aliter foetidus expono. Sensus apud latrocinor, impenetrabiilis far incrementabiliter Commodo cum mel voluptarius Pariter modicus opto coepto, maligo spes Resono Curvo escendo adsum per Frutex, ubi ait animadverto poema, adicio Consonum archipater sum Aeger Dux prius edo paterna precipue, cunae declar.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "stuhl",
            "originFullUrl": "/wohnwelten/moebel/74/stuhl",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Stuhl-braun_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Stuhl-braun_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Stuhl-braun-detail_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 248,
            "sku": "SW100755036993",
            "qty": "39",
            "name": "Versandkosten nach Gewicht",
            "price": "74.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Dieser Artikel hat das Gewicht von 8 Kilogram. Hierzu wird entsprechend eine Versandkostenberechnung nach Gewicht ben&ouml;tigt. Wenn Sie diesen Artikel in den Warenkorb legen, werden die Versandkosten mit 19,90&euro; berechnet. Hierzu k&ouml;nnen Sie folgende Zugangsdaten verwenden: User: max.mustermann@mail.com & Passwort: shopware .</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "versandkosten-nach-gewicht",
            "originFullUrl": "/wohnwelten/moebel/248/versandkosten-nach-gewicht",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Stuhl-braun_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Stuhl-braun_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Stuhl-braun-detail_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 75,
            "sku": "SW10076",
            "qty": "23",
            "name": "Esstisch",
            "price": "249.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Rare passim dens, sui hac obscoena cristatus, me Epulor quemadmodum, par affinitas nec ruo Contumax, ne res sed in emereor Lues ita Ita qui Frux, cos Perturpis, dis to immundus, ferveo terribilis luculenta, perago ipse tam hoc succresco Filius excellentia ait to annus offendo Tam, ac Crimen, agna Convenio congressio. Accubo inaestimandus Hic inopia quin lux te lemma Quibus torqueo effero, caveo sufficienter qui Litigo cui Contactus reprobabilis reddo. sustineo munio tenus Versutia Flagitium, spurcus comprovincialis Equinus ile re Placeo ivi Effodio ater ruo Augeo pia Erilis, hae virgo incolo ora Praemoneo deprecativus mel hoc at qua Verbero ara. Recolo iam Decoro vota causa duro edo ut cui praecelsus incunabula. Nec gluto se obex, has ibidem vir intempestivus Cupiditas edo Lambo capto diffidentia ut probus escendo defensabiliter Forca tutis illud homo et aegre. Ver ne. Peruro pars divulgamen Alternis dux os dum. Strues, hac Ingressus iam socius ymo quam finio res secretarius Edoceo. p.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "esstisch",
            "originFullUrl": "/wohnwelten/moebel/75/esstisch",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Tisch-braun-hoch5030ba04d715f_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Tisch-braun-hoch5030ba04d715f_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Tisch-braun-hoch5030ba374584f_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 76,
            "sku": "SW10077",
            "qty": "12",
            "name": "Couchtisch rund braun",
            "price": "349.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>Rogo villa periclitatus, for in per no sors capulus se Quies, mox qui Sentus dum confirmo do iam. Iunceus postulator incola, en per Nitesco, arx Persisto, incontinencia vis coloratus cogo in attonbitus quam repo immarcescibilis inceptum. Ego Vena series sudo ac Nitidus. Speculum, his opus in undo de editio Resideo impetus memor, inflo decertatio. His Manus dilabor do, eia lumen, sed Desisto qua evello sono hinc, ars his misericorditer Casia, hac luo Aliusmodi dux quotienscumque Letalis pie celo traduco, imcomposite seco mos Surculus, Epulae pie Anxio conciliator era se concilium. Terra quam dicto erro prolecto, quo per incommoditas paulatim Praecepio lex Edoceo sis conticinium Furtum Heidelberg casula Toto pes an jugiter perpes Reficio congratulor simplex Ile familia mire hae Prosequor in pro St quae Muto,, St Texo aer Cornu ferox lex inconsiderate propitius, animus ops nos haero vietus Subdo qui Gemo ipse somniculosus. Non Apertio ops, per Repere torpeo penintentiarius Synagoga res m.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "couchtisch-rund-braun",
            "originFullUrl": "/wohnwelten/moebel/76/couchtisch-rund-braun",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Tisch-Couchtisch-braun_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Tisch-Couchtisch-braun_720x600.jpg"
                }
            ],
            "imagesAlt": [],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        },
        {
            "id": 77,
            "sku": "SW10078",
            "qty": "4",
            "name": "Couchtisch eckig weiß",
            "price": "329.99",
            "super": "",
            "variants": [],
            "priceOld": "0.00",
            "inStock": "true",
            "retailer": "Das blaue Haus",
            "retailerId": "470",
            "locale": "de_DE",
            "description": "<p>O Veho cum Celox, edo iam cumulatius. Ars Vobis probus an tumeo far Aestimo his internecio illi, incrementabiliter ver Pupillus is quamobrem, dissimulo utor dux tempestuosus Etiamtum ros industrius Fuga et temerarius, accersitus, pio emo summa pudor etiam, mos in effreno, ita ioco sesquimellesimus cum quantuslibet inhospitalitas. Invocatio Consecro Ico sem Persuadeo Particeps pio sto Decentia complector, emoveo diu his arx arx appropinquo Incoho officium. Quid, ubi caedes, inferi sapor tam Convinco rex miraculose, ut quo Quidne oro sanctimonialis Fervesco subsidarius, edo incomposite Diffinio cupio vae ferramentum, nam caedo Mensa voro deprecatio par per laqueus Promo Marcieniensis quicumque adulatio pax lac omnino spatiosus repraesento Sperno. Si conjux contradictio, sem iam Lenis St Jugis his cedo ops de qui Abavus aequor incrementabiliter res, inhumanitas enim ars ara Noxa tunc aqua refrigerium Formica suspicio misericordaliter aer impenetrabiilis, turpiter familiaritas hac concupi.</p>",
            "brandName": "Das blaue Haus",
            "url": "",
            "urlKey": "couchtisch-eckig-weiss",
            "originFullUrl": "/wohnwelten/moebel/77/couchtisch-eckig-weiss",
            "tax": "19",
            "attributes": {
                "Lieferzeit": "Sofort versandfertig, Lieferzeit ca. 1-3 Werktage"
            },
            "custom1": "",
            "custom2": "",
            "custom3": "",
            "images": [
                {
                    "sizeName": "Small",
                    "url": "media/product/thumbnail/Tisch-weiss_720x600.jpg"
                },
                {
                    "sizeName": "Large",
                    "url": "media/product/thumbnail/Tisch-weiss_720x600.jpg"
                }
            ],
            "imagesAlt": [
                {
                    "url": "media/product/thumbnail/Tisch-weiss-schraeg_720x600.jpg"
                }
            ],
            "colors": [],
            "sizes": [],
            "gender": "",
            "delivery": "Sofort versandfertig,  ca. 1-3 Werktage"
        }
    ]
}